/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Please select a language for translation:" = "Por favor, seleccione un idioma para su traducción:";

/* No comment provided by engineer. */
"Translator" = "Traductor";

